---
type: FormUtils
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# FormUtils

`Autodesk.Revit.DB.FormUtils` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | CanBeDissolved | — | `public static bool CanBeDissolved ( Document ADoc , ICollection < ElementId > elements )` |
| Method | DissolveForms | — | `` |